export const products = [
  { "img": "kanafa_big", "name": "كنافة بالمكسرات", "cat": "حلويات شرقية", "desc": "كنافة مقرمشة بالفستق والكاجو والشوكولاتة" },
  { "img": "baqlawa", "name": "مشوك", "cat": "حلويات شرقية", "desc": "مشوك محشوة بالفستق الطازج" },
  { "img": "desert_cup1", "name": "ديسيرت فراولة", "cat": "ديسيرت", "desc": "فراولة مع كريمة طرية وفستق" },
  { "img": "cheesecake", "name": "تشيز كيك بالشوكولاته", "cat": "كيك وتشيز كيك", "desc": "بنكهات الأوريو والمتشا والفراولة" },
  { "img": "cheesecake2", "name": "تشيز كيك مشكل", "cat": "كيك وتشيز كيك", "desc": "تشيز كيك كريمي بتوبينج مشكل" },
  { "img": "cake_strawberry2", "name": "كيك الفراولة", "cat": "كيك وتشيز كيك", "desc": "كيك فراولة مع كريمة وفستق" },
  { "img": "tiramisu", "name": "تيراميسو", "cat": "كيك وتشيز كيك", "desc": "تيراميسو إيطالي كلاسيكي" },
  { "img": "mochi1", "name": "موتشي فاكهة", "cat": "موتشي", "desc": "موتشي ياباني بالمانغو والشوكولاتة" },
  { "img": "mochi2", "name": "موتشي مانغو", "cat": "موتشي", "desc": "موتشي طازج بالمانغو الملون" },
  { "img": "crepe", "name": "كريب شوكولاتة", "cat": "كريب", "desc": "كريب بالشوكولاتة والنوتيلا" },
  { "img": "crepe2", "name": "كريب  بالبيسطاج ", "cat": "كريب", "desc": "كريب بمكريب مزين بالشكولاته والبيسطاج " },
  { "img": "coffe", "name": "قهوة دافئة", "cat": "مشروبات", "desc": "قهوة دافئة " },
  { "img": "crepe3", "name": "كريب بالشكولاته والفراولة", "cat": "كريب", "desc": "كريب بالشوكولاتة والنوتيلا" },
  { "img": "cheesecake3", "name": "تشيز كيك مشكل", "cat": "كيك وتشيز كيك", "desc": "تشيز كيك كريمي بتوبينج مشكل" },


  { "img": "dessert1", "name": "ديسيرت1", "cat": "ديسيرت", "desc": "وصف ديسيرت1" },
  { "img": "tiramisu", "name": "تيراميسو", "cat": "كيك وتشيز كيك", "desc": "تيراميسو إيطالي كلاسيكي" },
  { "img": "cheesecake", "name": "تشيز كيك بالشوكولاته", "cat": "كيك وتشيز كيك", "desc": "بنكهات الأوريو والمتشا والفراولة" },
  { "img": "cheesecake2", "name": "تشيز كيك مشكل", "cat": "كيك وتشيز كيك", "desc": "تشيز كيك كريمي بتوبينج مشكل" },
  { "img": "cheesecake3", "name": "تشيز كيك مشكل", "cat": "كيك وتشيز كيك", "desc": "تشيز كيك كريمي بتوبينج مشكل" }

  { "img": "baqlawa", "name": "مشوك", "cat": "حلويات شرقية", "desc": "مشوك محشوة بالفستق الطازج" },
  { "img": "mochi1", "name": "موتشي فاكهة", "cat": "موتشي", "desc": "موتشي ياباني بالمانغو والشوكولاتة" },
  { "img": "mochi2", "name": "موتشي مانغو", "cat": "موتشي", "desc": "موتشي طازج بالمانغو الملون" },

  { "img": "crepe",("img"): 'crepe',("name"): 'كريب شوكولاتة',("cat"): 'كريب',("desc"): 'كريب بالشوكولاتة والنوتيلا' },
  { "img": "crepe2",("img"): 'crepe2',("name"): 'كريب  بالبيسطاج ',("cat"): 'كريب',("desc"): 'كريب بمكريب مزين بالشكولاته والبيسطاج ' },
  { "img": "crepe3",("img"): 'crepe3',("name"): 'كريب بالشكولاته والفراولة',("cat"): 'كريب',(desc): 'كريب بالشوكولاتة والنوتيلا' },

  { "img": "gratin",("img"): 'gratin',("name"): 'غراتين',("cat"): 'أطعمة',("desc"): 'غراتين مصنوعة من اللحم والخضار' }

  "strawberry_cake2", "images/strawberry_cake2.webp",
  "fruit_cake", "images/fruit_cake.webp",
  "cherry_tart", "images/cherry_tart.png",

  "maskoutcha", "images/maskoutcha.webp"



